import React, { Component } from 'react';


class Policy02 extends Component {
  render() {
    return (
      <div id="policy">
        <h3>제 1 장 총칙</h3>

        <div className='area'>
          <strong className='title'>제 1 조 (목적)</strong>
          <p>본 약관은 통계청이 운영하는 국가통계포털(KOSIS), 마이크로데이터서비스(MDIS), 지표누리(구 e-나라지표, 구 국가주요지표), 통계지리정보서비스(SGIS+plus), 통계데이터센터의 통계정보 사이트 (이하 "당 사이트")에서 제공하는 모든 서비스(이하 “서비스”)의 이용조건 및 절차, 이용자와 각 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
        </div>

        <div className='area'>
          <strong className='title'>제 2 조 (약관의 효력과 변경)</strong>
          <p>당 사이트는 이용자가 본 약관 내용에 동의하는 것을 조건으로 이용자에게 서비스를 제공하며, 당 사이트의 서비스 제공 행위 및 이용자의 서비스 사용 행위에는 본 약관을 우선적으로 적용하겠습니다.</p>
          <p>당 사이트는 본 약관을 사전 고지 없이 변경할 수 있으며, 변경된 약관은 당 사이트 내에 공지함으로써 이용자가 직접 확인하도록 할 것입니다. 이용자가 변경된 약관에 동의하지 아니하는 경우 본인의 회원등록을 취소(회원 탈퇴)할 수 있으며, 계속 사용할 경우에는 약관 변경에 대한 암묵적 동의로 간주됩니다. 변경된 약관은 공지와 동시에 그 효력을 발휘합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 3 조 (약관외 준칙)</strong>
          <p>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신윤리위원회심의규정, 정보통신윤리강령, 저작권법 및 기타 관련 법령의 규정에 의합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 4 조 (용어의 정의)</strong>
          <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

          <p>이용자 : 본 약관에 따라 당 사이트가 제공하는 서비스를 받는 자</p>
          <p>회원 : 당 사이트에 개인 정보를 제공하여 회원 등록을 한 자로서, 당 사이트의 정보 및 서비스를 이용할 수 있는 자</p>
          <p>아이디 : 당 사이트 회원가입 시 발급받은 회원의 신분을 증명하는 고유</p>
        </div>

        <h3>제 2 장 서비스 제공 및 이용</h3>

        <div className='area'>
          <strong className='title'>제 5 조 (이용 계약의 성립)</strong>
          <p>약관내용</p>
        </div>

        <h3>제 1 장 총칙</h3>

        <div className='area'>
          <strong className='title'>제 1 조 (목적)</strong>
          <p>본 약관은 통계청이 운영하는 국가통계포털(KOSIS), 마이크로데이터서비스(MDIS), 지표누리(구 e-나라지표, 구 국가주요지표), 통계지리정보서비스(SGIS+plus), 통계데이터센터의 통계정보 사이트 (이하 "당 사이트")에서 제공하는 모든 서비스(이하 “서비스”)의 이용조건 및 절차, 이용자와 각 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
        </div>

        <div className='area'>
          <strong className='title'>제 2 조 (약관의 효력과 변경)</strong>
          <p>당 사이트는 이용자가 본 약관 내용에 동의하는 것을 조건으로 이용자에게 서비스를 제공하며, 당 사이트의 서비스 제공 행위 및 이용자의 서비스 사용 행위에는 본 약관을 우선적으로 적용하겠습니다.</p>
          <p>당 사이트는 본 약관을 사전 고지 없이 변경할 수 있으며, 변경된 약관은 당 사이트 내에 공지함으로써 이용자가 직접 확인하도록 할 것입니다. 이용자가 변경된 약관에 동의하지 아니하는 경우 본인의 회원등록을 취소(회원 탈퇴)할 수 있으며, 계속 사용할 경우에는 약관 변경에 대한 암묵적 동의로 간주됩니다. 변경된 약관은 공지와 동시에 그 효력을 발휘합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 3 조 (약관외 준칙)</strong>
          <p>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신윤리위원회심의규정, 정보통신윤리강령, 저작권법 및 기타 관련 법령의 규정에 의합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 4 조 (용어의 정의)</strong>
          <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

          <p>이용자 : 본 약관에 따라 당 사이트가 제공하는 서비스를 받는 자</p>
          <p>회원 : 당 사이트에 개인 정보를 제공하여 회원 등록을 한 자로서, 당 사이트의 정보 및 서비스를 이용할 수 있는 자</p>
          <p>아이디 : 당 사이트 회원가입 시 발급받은 회원의 신분을 증명하는 고유</p>
        </div>

        <h3>제 2 장 서비스 제공 및 이용</h3>

        <div className='area'>
          <strong className='title'>제 5 조 (이용 계약의 성립)</strong>
          <p>약관내용</p>
        </div>

        <h3>제 1 장 총칙</h3>

        <div className='area'>
          <strong className='title'>제 1 조 (목적)</strong>
          <p>본 약관은 통계청이 운영하는 국가통계포털(KOSIS), 마이크로데이터서비스(MDIS), 지표누리(구 e-나라지표, 구 국가주요지표), 통계지리정보서비스(SGIS+plus), 통계데이터센터의 통계정보 사이트 (이하 "당 사이트")에서 제공하는 모든 서비스(이하 “서비스”)의 이용조건 및 절차, 이용자와 각 사이트의 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
        </div>

        <div className='area'>
          <strong className='title'>제 2 조 (약관의 효력과 변경)</strong>
          <p>당 사이트는 이용자가 본 약관 내용에 동의하는 것을 조건으로 이용자에게 서비스를 제공하며, 당 사이트의 서비스 제공 행위 및 이용자의 서비스 사용 행위에는 본 약관을 우선적으로 적용하겠습니다.</p>
          <p>당 사이트는 본 약관을 사전 고지 없이 변경할 수 있으며, 변경된 약관은 당 사이트 내에 공지함으로써 이용자가 직접 확인하도록 할 것입니다. 이용자가 변경된 약관에 동의하지 아니하는 경우 본인의 회원등록을 취소(회원 탈퇴)할 수 있으며, 계속 사용할 경우에는 약관 변경에 대한 암묵적 동의로 간주됩니다. 변경된 약관은 공지와 동시에 그 효력을 발휘합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 3 조 (약관외 준칙)</strong>
          <p>본 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법, 정보통신윤리위원회심의규정, 정보통신윤리강령, 저작권법 및 기타 관련 법령의 규정에 의합니다.</p>
        </div>


        <div className='area'>
          <strong className='title'>제 4 조 (용어의 정의)</strong>
          <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>

          <p>이용자 : 본 약관에 따라 당 사이트가 제공하는 서비스를 받는 자</p>
          <p>회원 : 당 사이트에 개인 정보를 제공하여 회원 등록을 한 자로서, 당 사이트의 정보 및 서비스를 이용할 수 있는 자</p>
          <p>아이디 : 당 사이트 회원가입 시 발급받은 회원의 신분을 증명하는 고유</p>
        </div>

        <h3>제 2 장 서비스 제공 및 이용</h3>

        <div className='area'>
          <strong className='title'>제 5 조 (이용 계약의 성립)</strong>
          <p>약관내용</p>
        </div>

      </div>
    );
  }
}

export default Policy02;